lib/xml/getCampaignState.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getCampaignState>
            <!--Optional:-->
            <campaignName>?</campaignName>
            <!--Optional:-->
            <waitUntilChange>?</waitUntilChange>
        </ser:getCampaignState>
    </soapenv:Body>
</soapenv:Envelope>